Repository: common-repository/woo-shipping-display-mode
Catalog: languages/woo-shipping-display-mode-*.po
Languages: pl_pl

source: %s days
pl_pl: %s dni

source: %s hours
pl_pl: %s godzin

source: %s minutes
pl_pl: %s minut

source: %s seconds
pl_pl: %s sekund

source: %s weeks
pl_pl: %s tygodni

source: %s WooCommerce shipping method display style plugin provides a configuration to display shipping methods as Radio button or select box on the checkout page.
pl_pl: %s Wtyczka stylu wyświetlania metody wysyłki WooCommerce zapewnia konfigurację wyświetlania metod wysyłki jako przycisku opcji lub pola wyboru na stronie kasy.

source: %s WordPress Plugin
pl_pl: %s Wtyczka WordPress

source: %s years
pl_pl: %s lat

source: <b>Note: </b>Checked to override the file ("<b>your-theme/woocommerce/cart/cart-shipping.php</b>"), first check cart page design has not changed.
pl_pl: <b>Uwaga: </b>zaznaczone, aby nadpisać plik („<b>your-theme/woocommerce/cart/cart-shipping.php</b>”), projekt strony pierwszego koszyka kontrolnego nie uległ zmianie.

source: <p><span>Note: </span>If there is only one shipping method available in your cart then it will showcase shipping method as title without radio button or dropdown. <a href="%1$s" target="_blank">Click Here</a> for detail.</span><p>
pl_pl: <p><span>Uwaga: </span>Jeśli w koszyku dostępna jest tylko jedna metoda wysyłki, zostanie ona wyświetlona jako tytuł bez przycisku opcji lub menu rozwijanego. <a href="%1$s" target="_blank">Kliknij tutaj</a>, aby uzyskać szczegółowe informacje.</span><p>

source: a day
pl_pl: dzień

source: a minute
pl_pl: minutę

source: a second
pl_pl: sekunda

source: a week
pl_pl: tydzień

source: a year
pl_pl: rok

source: an hour
pl_pl: godzina

source: Are you enjoying %s Plugin?
pl_pl: Czy podoba Ci się wtyczka %s ?

source: Change address
pl_pl: Zmiana adresu

source: Customised theme is enabled
pl_pl: Dostosowany motyw jest włączony

source: Display shipping methods in a dropdown
pl_pl: Wyświetl metody wysyłki w menu rozwijanym

source: Display shipping methods with "radio" buttons
pl_pl: Wyświetl metody wysyłki za pomocą przycisków "radiowych"

source: Enter a different address
pl_pl: Wpisz inny adres

source: Enter your address to view shipping options.
pl_pl: Wprowadź swój adres, aby wyświetlić opcje wysyłki.

source: Go to Woocommerce Shipping Method Display Style Settings
pl_pl: Przejdź do ustawień stylu wyświetlania metody wysyłki Woocommerce

source: Leave a Review
pl_pl: Zostaw recenzję

source: No shipping options were found for %s.
pl_pl: Nie znaleziono opcji wysyłki dla %s.

source: No thanks / I already have
pl_pl: Nie, dziękuję / już mam

source: option for default shipping method.
pl_pl: opcja domyślnej metody wysyłki.

source: Select Display Mode
pl_pl: Wybierz tryb wyświetlania

source: Select shipping mode
pl_pl: Wybierz tryb wysyłki

source: Shipping Method Display Mode
pl_pl: Tryb wyświetlania metody wysyłki

source: Shipping Method Display Style for WooCommerce plugin provides you an interface in WooCommerce setting section from admin side. As you know WooCommerce has removed choose shipping display mode option from 2.5.1 version. So, this plugin provides these features, admin can choose shipping display modes like radio option or select option for shipping display mode.
pl_pl: Styl wyświetlania metody wysyłki dla wtyczki WooCommerce zapewnia interfejs w sekcji ustawień WooCommerce od strony administratora. Jak wiesz, WooCommerce usunął opcję wyboru trybu wyświetlania wysyłki z wersji 2.5.1. Tak więc ta wtyczka zapewnia te funkcje, administrator może wybrać tryby wyświetlania wysyłki, takie jak opcja radiowa lub wybrać opcję trybu wyświetlania wysyłki.

source: Shipping options will be updated during checkout.
pl_pl: Opcje wysyłki zostaną zaktualizowane podczas realizacji transakcji.

source: Shipping to %s.
pl_pl: Wysyłka do %s.

source: Support
pl_pl: Wspierać się

source: There are no shipping options available. Please ensure that your address has been entered correctly, or contact us if you need any help.
pl_pl: Brak dostępnych opcji wysyłki. Upewnij się, że Twój adres został wpisany poprawnie lub skontaktuj się z nami, jeśli potrzebujesz pomocy.

source: This Plugin is useful when you are using 2.5.2 or higher version of Woocommerce and you have to use more than 20 or 30 or more then that Shipping Method at that time you do not have forced to display all shipping method only using radio button, but you have also chosen a select option for display shipping mode and by choosing select option shipping method is displayed in the drop down box so you can avoid lengthy listing of shipping method.
pl_pl: Ta wtyczka jest przydatna, gdy używasz 2.5.2 lub wyższej wersji Woocommerce i musisz użyć więcej niż 20 lub 30 lub więcej niż ta metoda wysyłki w tym czasie, nie musisz wyświetlać wszystkich metod wysyłki tylko za pomocą przycisku radiowego, ale wybrałeś również opcję wyboru dla wyświetlania trybu wysyłki i wybierając opcję wybierz metodę wysyłki jest wyświetlana w polu rozwijanym, dzięki czemu możesz uniknąć długiej listy metod wysyłki.

source: We have added
pl_pl: Dodaliśmy

source: You have been using %1$s for %2$s now. Mind leaving a review to let us know what you think? We'd really appreciate it!
pl_pl: Korzystasz teraz z %1$s przez %2$s. Możesz zostawić recenzję, aby dać nam znać, co myślisz? Naprawdę docenilibyśmy to!
